import React from "react";

function BlogBlessing() {
  return (
    <div className="bg-[#FFF6EA] h-1/2 p-4 rounded-3xl mt-[1rem] leading-8">
      สุขสันต์วันเกิดนะ 🥳 ขอให้แกสมหวังกับทุกเรื่องที่หวังเลยนะ
      ทั้งเรื่องครอบครัว เพื่อนๆ การงาน แล้วก็ความรัก
      เค้าก็พร้อมซัพพอร์ตแกเสมอนะ จะคอยให้กำลังใจ หรือถ้าวันไหนเจอเรื่องร้ายๆ
      เค้าก็จะเป็นคนที่ใจดีกับแกเอง เวลาที่อยู่กับแกเค้าสนุกมาก
      จนรู้ตัวอีกทีก็รอวันที่จะได้เจอแกอีกอ่ะ
      หลังจากนี้ก็ขอให้ทุกวันของแกมีแต่เรื่องดีๆนะ กินข้าวอิ่ม หลับสบาย
      โอมเพี้ยงงง 🙏🏻
    </div>
  );
}

export default BlogBlessing;
